{
  "currentLanguage": "EN",
  "My Page": "My Page",
  "Earn Point Benefits and Receive Discount Coupons Upon Registration": "Earn Point Benefits and Receive Discount Coupons Upon Registration",
  "Log In & Sign Up": "Log In & Sign Up",
  "Recently Viewed Items": "Recently Viewed Items",
  "Order/Shipping Inquiry": "Order/Shipping Inquiry",
  "My Reviews": "My Reviews",
  "My Inquiries": "My Inquiries",
  "Events": "Events",
  "Notices": "Notices",
  "Customer Service Center": "Customer Service Center",
  "Wishlisted Items": "Wishlisted Items",
  "Points": "Points",
  "Introduction": "Introduction",
  "This is an Introduction": "This is an Introduction",
  "Username": "Username",
  "Bottom Size": "Bottom Size",
  "Top Size": "Top Size",
  "Order/Shipping Status": "Order/Shipping Status",
  "Payment Completed": "Payment Completed",
  "Refund Request": "Refund Request",
  "Exchange Request": "Exchange Request",
  "Track Shipment": "Track Shipment",
  "Confirm Purchase": "Confirm Purchase",
  "Write a Review": "Write a Review",
  "Delivery Completed": "Delivery Completed",
  "View Review": "View Review",
  "Coupons": "Coupons",
  "New Member Coupon": "New Member Coupon",
  "For Orders Over": "For Orders Over",
  "Valid Until": "Valid Until",
  "Enter Coupon Code (8 or 16 Digits)": "Enter Coupon Code (8 or 16 Digits)",
  "Order Points Accumulation": "Order Points Accumulation",
  "Enter a Review Title": "Enter a Review Title",
  "Enter a Review Description": "Enter a Review Description",
  "Review": "Review",
  "Settings": "Settings",
  "Notification Settings": "Notification Settings",
  "Access Permission Settings": "Access Permission Settings",
  "Account": "Account",
  "Mobile Verification": "Mobile Verification",
  "Change Password": "Change Password",
  "Terms & Policies": "Terms & Policies",
  "Terms of Service": "Terms of Service",
  "Privacy Policy": "Privacy Policy",
  "Version Information": "Version Information",
  "Log Out": "Log Out",
  "Reset": "Reset",
  "Send": "Send",
  "Are you sure you want to log out": "Are you sure you want to log out?",
  "Yes": "Yes",
  "No": "No",
  "Last Updated Date": "Last Updated Date",
  "Thank you for using the DesignBase service": "These Terms of Use (hereinafter referred to as the 'Terms') constitute a legally binding agreement between the user (hereinafter referred to as the 'Member') and DesignBase regarding the use of the DesignBase website, application, and other services provided by DesignBase (collectively referred to as the 'DesignBase Platform'). The terms 'DesignBase' or 'we' used in these Terms refer to the entity of DesignBase with which the Member enters into this agreement.",
  "Role of The Platform and Services": "The DesignBase Platform provides an online space where users can post, offer, search for, book, and utilize various services. Members who post and offer services are referred to as 'Hosts,' while members who search for, book, or use these services are referred to as 'Guests.' Hosts provide design, consulting, event-related, or other services (collectively referred to as 'Host Services'). Each individual service offered by a Host is classified as a 'Listing.' DesignBase requires members to register an account to use its services, and members must ensure that their account information is always accurate and up to date. DesignBase does not own or operate the Host Services or Listings offered through the platform, nor is it a party to the contract between Hosts and Guests. Furthermore, DesignBase does not act as a real estate brokerage, travel agency, or insurance provider, nor does it serve as an agent for members, except as explicitly stated in the payment service terms.",
  "Payment and Personal Information Protection": "DesignBase maintains separate Payment Terms (hereinafter referred to as the 'Payment Terms') and a Privacy Policy in relation to the provision of payment services, both of which form part of these Terms. Members' personal information is securely managed in accordance with our Privacy Policy.",
  "Obligations of Hosts and Guests": "The host is responsible for understanding and ensuring that the hosting services they provide comply with applicable laws, regulations, and agreements with third parties. DesignBase is not liable for any contracts entered into between members and does not guarantee the quality, accuracy, or safety of the services.",
  "Arbitration and Dispute Resolution": "Article 23 of these Terms stipulates an arbitration agreement and a waiver of class actions for all claims for damages brought against DesignBase. This provision sets forth the method applicable in the event of a dispute between the member and DesignBase, and members should carefully read and understand this clause.",
  "Company Statement": "DesignBase (hereinafter referred to as the 'Company') values the privacy of its members and complies with the Personal Information Protection Act and other applicable laws and regulations. This Privacy Policy explains how the Company collects, uses, and protects members' personal information in connection with the services it provides.",
  "1. Personal Information Collected and Collection Methods": {
    "The Company collects the following personal information": {
      "(1) Collected Items": {
        "Required Information": [
          "Name",
          "Email address",
          "Password",
          "Contact information"
        ],
        "Optional Information": [
          "Date of birth",
          "Gender",
          "Address",
          "Profile picture"
        ],
        "Automatically Collected Information": [
          "IP address",
          "Cookies",
          "Access logs",
          "Device information"
        ]
      },
      "(2) Collection Methods": [
        "During account registration and service usage",
        "When contacting customer support or participating in events",
        "Automatically generated information (e.g., cookies, log records)"
      ]
    }
  },
  "2. Purpose of Collecting and Using Personal Information": {
    "The Company utilizes the collected personal information for the following purposes": [
      "Member management and authentication",
      "Provision of services and usage record management",
      "Responding to customer inquiries and handling complaints",
      "Marketing and promotional activities (with optional consent)",
      "Service improvement and new feature development"
    ]
  },
  "3. Retention and Usage Period of Personal Information": {
    "The Company deletes personal information without delay once the purpose of collection and use has been fulfilled. However, certain information may be retained for a specified period in accordance with applicable laws and regulations": {
      "Contract and withdrawal-related records": "5 years",
      "Service usage logs and access records": "3 months",
      "Consumer complaints or dispute resolution records": "3 years"
    }
  },
  "4. Provision and Delegation of Personal Information to Third Parties": {
    "The Company does not provide personal information to third parties without the member's consent. However, certain tasks may be outsourced to external parties as necessary for service operation or as required by law.": {
      "Entrusted Companies": [
        "Example: Payment processors, delivery service providers"
      ],
      "Scope of Delegation": [
        "Payment processing",
        "Product delivery",
        "Customer support"
      ],
      "Retention and Usage Period of Entrusted Companies": "Until the termination of the outsourcing contract"
    }
  }
}
